const armenianTranslations = <String, String>{
  //General
  'title': 'Մեդեքս',
  'read_more': 'Կարդալ ավելին',
  'see_all1': 'Տեսնել ամբողջը',
  'see_all2': 'Տեսնել բոլորը',
  'loading': 'Բեռնվում է...',

  //Tabs
  'main': 'Գլխավոր',
  'about': 'Մեր մասին',
  'services': 'Ծառայություններ',
  'sales': 'Զեղչեր',
  'blog': 'Բլոգ',
  'news': 'Նորություններ',
  'contact': 'Կապ մեզ հետ',
  'prices': 'Գնացուցակ',

  //Footer widget texts
  'footer_all_rights_reserved': 'Medex © 2023 All rights reserved.',

  //Main Screen texts
  'main_see_more': 'Տեսնել ավելին',
  'main_title_text': 'Մայիսի 1-ից 10-ը Մեդեքս-ում գործելու են մեծ զեղչեր, ծանոթացեք փաթեթներին',
  'main_services_description':
      'Մեդեքս ախտորոշման լաբորատորիան առաջարկում է բժշկական հետազոտությունների լայն շրջանակ` ապահովելով ճշգրիտ արդյունք,Անցեք հետազոտություն և ստացե՜ք պատասխանները մի քանի րոպեից մինչև մի քանի ժամվա ընթացքում:',
  'service1_description': 'Կլինիկական հետազոտություն',
  'service2_description': 'Կենսաքիմիական հետազոտություն',
  'service3_description': 'Իմունոլոգիական հետազոտություն',
  'service4_description': 'Շճաբանական հետազոտություն',
  'main_about': 'Մեր մասին',
  'main_about_description':
      'Հակառակ ընդհանուր պատկերացմանը` Lorem Ipsum-ը այդքան էլ պատահական հավաքված տեքստ չէ: Այս տեքստի արմատները հասնում են Ք.ա. 45թ. դասական լատինական գրականություն. այն 2000 տարեկան է: Ռիչարդ ՄքՔլինտոքը` Վիրջինիայի Համպդեն-Սիդնեյ քոլեջում լատիներենի մի դասախոս` ուսումնասիրելով Lorem Ipsum տեքստի ամենատարօրինակ բառերից մեկը` consectetur-ը, և այն որոնելով դասական գրականության մեջ` բացահայտեց դրա իսկական աղբյուրը:',

  //About Us Screen texts
  'established': 'Հիմնադրումը',
  'our_strengths': 'Մեր առավելությունները',
  'how_find_us': 'Ինչպես գտնել մեզ',
  'address': 'Հասցե',
  'working_hours': 'Աշխատանքային ժամեր',
  'phone_number': 'Հեռախոսահամար',
  'email': 'Էլեկտրոնային հասցե',

  //Sales Screen
  'no_sales': 'Այս պահին չկան հասանելի զեղչեր',

  //Blogs Screen
  'no_blog': 'Այս պահին չկան հասանելի բլոգներ'
};
