const armenianTranslations = <String, String>{
//General
  'title': 'Մեդեքս',
  'read_more': 'Կարդալ ավելին',
  'see_all1': 'Տեսնել ամբողջը',
  'see_all2': 'Տեսնել բոլորը',
  'loading': 'Բեռնվում է...',
  'save': 'Պահպանել',
  'delete': 'Ջնջել',
  'continue': 'Շարունակել',

//Tabs
  'main': 'Գլխավոր',
  'about': 'Մեր մասին',
  'services': 'Ծառայություններ',
  'sales': 'Զեղչեր',
  'blog': 'Բլոգ',
  'news': 'Նորություններ',
  'contact': 'Կապ մեզ հետ',
  'prices': 'Գնացուցակ',

//Footer widget texts
  'footer_all_rights_reserved': 'Medex © 2023 All rights reserved.',

//Main Screen texts
  'main_see_more': 'Տեսնել ավելին',
  'main_title_text':
      'Մայիսի 1-ից 10-ը Մեդեքս-ում գործելու են մեծ զեղչեր, ծանոթացեք փաթեթներին',
  'main_services_description':
      'Մեդեքս ախտորոշման լաբորատորիան առաջարկում է բժշկական հետազոտությունների լայն շրջանակ` ապահովելով ճշգրիտ արդյունք,Անցեք հետազոտություն և ստացե՜ք պատասխանները մի քանի րոպեից մինչև մի քանի ժամվա ընթացքում:',
  'service1_description': 'Կլինիկական հետազոտություն',
  'service2_description': 'Կենսաքիմիական հետազոտություն',
  'service3_description': 'Իմունոլոգիական հետազոտություն',
  'service4_description': 'Շճաբանական հետազոտություն',
  'main_about': 'Մեր մասին',
  'main_about_description':
      'Հակառակ ընդհանուր պատկերացմանը` Lorem Ipsum-ը այդքան էլ պատահական հավաքված տեքստ չէ: Այս տեքստի արմատները հասնում են Ք.ա. 45թ. դասական լատինական գրականություն. այն 2000 տարեկան է: Ռիչարդ ՄքՔլինտոքը` Վիրջինիայի Համպդեն-Սիդնեյ քոլեջում լատիներենի մի դասախոս` ուսումնասիրելով Lorem Ipsum տեքստի ամենատարօրինակ բառերից մեկը` consectetur-ը, և այն որոնելով դասական գրականության մեջ` բացահայտեց դրա իսկական աղբյուրը:',

//About Us Screen texts
  'established': 'Հիմնադրումը',
  'our_strengths': 'Մեր առավելությունները',
  'how_find_us': 'Ինչպես գտնել մեզ',
  'address': 'Հասցե',
  'working_hours': 'Աշխատանքային ժամեր',
  'phone_number': 'Հեռախոսահամար',
  'email': 'Էլեկտրոնային հասցե',

//Sales Screen
  'no_sales': 'Այս պահին չկան հասանելի զեղչեր',

//Blogs Screen
  'no_blog': 'Այս պահին չկան հասանելի բլոգներ',

//Admin Screen
  'add_news': 'Ավելացնել նորություն',
  'add_blog': 'Ավելացնել բլոգ',
  'add_sale': 'Ավելացնել զեղչ',

  'add_title': 'Ավելացնել վերնագիր',
  'add_title_am': 'Ավելացնել վերնագիր (հայերեն)',
  'add_title_ru': 'Ավելացնել վերնագիր (Ռուսերեն)',
  'add_title_en': 'Ավելացնել վերնագիր (Անգլերեն)',
  'add_description': 'Ավելացնել նկարագրություն',
  'add_description_am': 'Ավելացնել նկարագրություն (հայերեն)',
  'add_description_ru': 'Ավելացնել նկարագրություն (Ռուսերեն)',
  'add_description_en': 'Ավելացնել նկարագրություն (Անգլերեն)',

  'add_image': 'Ավելացնել նկարի հղում',
  'on': 'Միացված է',
  'off': 'Անջատված է',
  'title_error': 'Վերնագիրը չի կարող լինել դատարկ',
  'image_url_error': 'Սխալ հղում',
  'description_error': 'Նկարագրությունը չի կարող լինել դատարկ',
  'enter_admin_code': 'Մուտքագրեք ադմինի ծածկագիրը',
  'wrong_password': 'Սխալ ծածկագիր',
  'success_upload': 'Ձեր փոփոխությունները հաջողությամբ պահպանվել են',
};
